Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# GenreViewPage_Context_GoToArtist.Text
source: Go to artist
af_za: Gaan na kunstenaar
ar_eg: اذهب للفنان
ar_sa: الانتقال إلى الفنان
bg_bg: Отиди на изпълнител
bn_bd: শিল্পীর কাছে যান
ca_es: Anar a l'artista
cs_cz: Přejít na interpreta
da_dk: Gå til kunstner
de_de: Zum Künstler gehen
el_gr: Μετάβαση στον καλλιτέχνη
es_mx: Ir al artista
et_ee: Mine esitaja juurde
fa_ir: رفتن به هنرمند
fi_fi: Siirry artistiin
fr_fr: Aller à l'artiste
ga_ie: Téigh go dtí ealaíontóir
he_il: עבור לאמן
hi_in: कलाकार पर जाएँ
hr_hr: Idi na izvođača
hu_hu: Ugrás az előadóhoz
id_id: Buka artis
it_it: Vai all'artista
ja_jp: アーティストへ移動
ko_kr: 아티스트로 이동
lt_lt: Eiti į atlikėją
ms_my: Pergi ke artis
nl_nl: Ga naar artiest
no_no: Gå til artist
pa_in: ਕਲਾਕਾਰ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do artysty
pt_pt: Ir para o artista
ro_ro: Mergi la artist
ru_ru: Перейти к исполнителю
sk_sk: Prejsť na interpreta
sq_al: Shko te artisti
sr_cyrl_rs: Иди на извођача
sv_se: Gå till artist
sw_ke: Nenda kwa msanii
ta_in: கலைஞருக்குச் செல்
th_th: ไปที่ศิลปิน
tl_ph: Pumunta sa artist
tr_tr: Sanatçıya git
uk_ua: Перейти до виконавця
vi_vn: Chuyển đến nghệ sĩ
zh_cn: 转到艺术家
zh_tw: 前往藝人

# GenreViewPage_Context_ShowInExplorer.Text
source: Show in explorer
af_za: Wys in verkenner
ar_eg: اظهر في المستكشف
ar_sa: إظهار في المستكشف
bg_bg: Покажи във файловия мениджър
bn_bd: এক্সপ্লোরারে দেখান
ca_es: Mostrar a l'explorador
cs_cz: Zobrazit v průzkumníkovi
da_dk: Vis i stifinder
de_de: Im Explorer anzeigen
el_gr: Εμφάνιση στην εξερεύνηση
es_mx: Mostrar en el explorador
et_ee: Näita Exploreris
fa_ir: نمایش در اکسپلورر
fi_fi: Näytä Resurssienhallinnassa
fr_fr: Afficher dans l'explorateur
ga_ie: Taispeáin san taiscéalaí
he_il: הצג בסייר
hi_in: एक्सप्लोरर में दिखाएँ
hr_hr: Prikaži u pregledniku
hu_hu: Megjelenítés a fájlkezelőben
id_id: Tampilkan di penjelajah
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 표시
lt_lt: Rodyti naršyklėje
ms_my: Tunjuk dalam penjelajah
nl_nl: Weergeven in verkenner
no_no: Vis i utforsker
pa_in: ਐਕਸਪਲੋਰਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w eksploratorze
pt_pt: Mostrar no explorador
ro_ro: Afișează în explorator
ru_ru: Показать в проводнике
sk_sk: Zobraziť v prieskumníkovi
sq_al: Shfaq në eksplorues
sr_cyrl_rs: Прикажи у истраживачу
sv_se: Visa i utforskaren
sw_ke: Onyesha kwenye kichunguzi
ta_in: எக்ஸ்ப்ளோரரில் காட்டு
th_th: แสดงใน File Explorer
tl_ph: Ipakita sa explorer
tr_tr: Gezginde göster
uk_ua: Показати у провіднику
vi_vn: Hiển thị trong trình duyệt
zh_cn: 在文件管理器中显示
zh_tw: 在檔案總管中顯示

# GenreViewPage_Context_NoPlaylists.Text
source: No playlists available
af_za: Geen snitlyste beskikbaar nie
ar_eg: لا توجد قوائم تشغيل متاحة
ar_sa: لا توجد قوائم تشغيل متاحة
bg_bg: Няма налични плейлисти
bn_bd: কোনো প্লেলিস্ট উপলব্ধ নেই
ca_es: No hi ha llistes de reproducció disponibles
cs_cz: Nejsou k dispozici žádné playlisty
da_dk: Ingen afspilningslister tilgængelige
de_de: Keine Wiedergabelisten verfügbar
el_gr: Δεν υπάρχουν διαθέσιμες λίστες αναπαραγωγής
es_mx: No hay listas de reproducción disponibles
et_ee: Esitusloendeid pole saadaval
fa_ir: لیست پخش موجود نیست
fi_fi: Soittolistoja ei saatavilla
fr_fr: Aucune playlist disponible
ga_ie: Gan seinmliostaí ar fáil
he_il: אין רשימות השמעה זמינות
hi_in: कोई प्लेलिस्ट उपलब्ध नहीं है
hr_hr: Nema dostupnih popisa za reprodukciju
hu_hu: Nincsenek elérhető lejátszási listák
id_id: Tidak ada daftar putar tersedia
it_it: Nessuna playlist disponibile
ja_jp: 利用可能なプレイリストはありません
ko_kr: 사용 가능한 재생 목록 없음
lt_lt: Nėra pasiekiamų grojaraščių
ms_my: Tiada senarai main tersedia
nl_nl: Geen afspeellijsten beschikbaar
no_no: Ingen spillelister tilgjengelig
pa_in: ਕੋਈ ਪਲੇਲਿਸਟਾਂ ਉਪਲਬਧ ਨਹੀਂ
pl_pl: Brak dostępnych playlist
pt_pt: Nenhuma lista de reprodução disponível
ro_ro: Nicio listă de redare disponibilă
ru_ru: Плейлисты недоступны
sk_sk: Žiadne zoznamy skladieb nie sú k dispozícii
sq_al: Asnjë listë luajtjeje nuk është e disponueshme
sr_cyrl_rs: Нема доступних плејлисти
sv_se: Inga spellistor tillgängliga
sw_ke: Hakuna orodha za nyimbo zinazopatikana
ta_in: பிளேலிஸ்ட்கள் எதுவும் கிடைக்கவில்லை
th_th: ไม่มีเพลย์ลิสต์ที่ใช้งานได้
tl_ph: Walang available na playlist
tr_tr: Kullanılabilir çalma listesi yok
uk_ua: Списки відтворення недоступні
vi_vn: Không có danh sách phát nào
zh_cn: 无可用播放列表
zh_tw: 沒有可用的播放清單

# GenreViewPage_EmptyState_Title.Text
source: No songs found for this genre
af_za: Geen liedjies vir hierdie genre gevind nie
ar_eg: لا توجد أغاني لهذا النوع من الموسيقى
ar_sa: لم يتم العثور على أغانٍ لهذا النوع الموسيقي
bg_bg: Няма намерени песни за този жанр
bn_bd: এই জেনারের জন্য কোনো গান পাওয়া যায়নি
ca_es: No s'han trobat cançons per a aquest gènere
cs_cz: Nebyly nalezeny žádné skladby pro tento žánr
da_dk: Ingen sange fundet for denne genre
de_de: Keine Lieder für dieses Genre gefunden
el_gr: Δεν βρέθηκαν τραγούδια για αυτό το είδος
es_mx: No se encontraron canciones para este género
et_ee: Selle žanri jaoks laule ei leitud
fa_ir: هیچ آهنگی برای این سبک یافت نشد
fi_fi: Tälle genrelle ei löytynyt kappaleita
fr_fr: Aucune chanson trouvée pour ce genre
ga_ie: Níor aimsíodh amhráin don seánra seo
he_il: לא נמצאו שירים עבור ז'אנר זה
hi_in: इस शैली के लिए कोई गाना नहीं मिला
hr_hr: Nema pronađenih pjesama za ovaj žanr
hu_hu: Nincsenek dalok ehhez a műfajhoz
id_id: Tidak ada lagu ditemukan untuk genre ini
it_it: Nessuna canzone trovata per questo genere
ja_jp: このジャンルの曲は見つかりません
ko_kr: 이 장르의 곡을 찾을 수 없습니다
lt_lt: Šiam žanrui dainų nerasta
ms_my: Tiada lagu ditemui untuk genre ini
nl_nl: Geen nummers gevonden voor dit genre
no_no: Ingen sanger funnet for denne sjangeren
pa_in: ਇਸ ਸ਼ੈਲੀ ਲਈ ਕੋਈ ਗਾਣੇ ਨਹੀਂ ਮਿਲੇ
pl_pl: Nie znaleziono utworów dla tego gatunku
pt_pt: Nenhuma música encontrada para este género
ro_ro: Nu s-au găsit melodii pentru acest gen
ru_ru: Для этого жанра песен не найдено
sk_sk: Pre tento žáner neboli nájdené žiadne skladby
sq_al: Asnjë këngë nuk u gjet për këtë zhanër
sr_cyrl_rs: Није пронађена ниједна песма за овај жанр
sv_se: Inga låtar hittades för denna genre
sw_ke: Hakuna nyimbo zilizopatikana kwa aina hii ya muziki
ta_in: இந்த வகைக்கு பாடல்கள் எதுவும் கண்டறியப்படவில்லை
th_th: ไม่พบเพลงสำหรับแนวเพลงนี้
tl_ph: Walang nakitang kanta para sa genre na ito
tr_tr: Bu tarz için şarkı bulunamadı
uk_ua: Пісень цього жанру не знайдено
vi_vn: Không tìm thấy bài hát nào cho thể loại này
zh_cn: 此流派未找到歌曲
zh_tw: 此類型沒有找到歌曲

# GenreViewPage_EmptyState_Subtitle.Text
source: Try searching for something else
af_za: Probeer vir iets anders soek
ar_eg: حاول البحث عن شيء آخر
ar_sa: حاول البحث عن شيء آخر
bg_bg: Опитайте да потърсите нещо друго
bn_bd: অন্য কিছু খুঁজে দেখুন
ca_es: Prova a cercar una altra cosa
cs_cz: Zkuste hledat něco jiného
da_dk: Prøv at søge efter noget andet
de_de: Versuchen Sie, nach etwas anderem zu suchen
el_gr: Δοκιμάστε να αναζητήσετε κάτι άλλο
es_mx: Intenta buscar otra cosa
et_ee: Proovige otsida midagi muud
fa_ir: چیز دیگری را جستجو کنید
fi_fi: Kokeile hakea jotain muuta
fr_fr: Essayez de rechercher autre chose
ga_ie: Bain triail as cuardach a dhéanamh ar rud éigin eile
he_il: נסה לחפש משהו אחר
hi_in: कुछ और खोजने का प्रयास करें
hr_hr: Pokušajte pretražiti nešto drugo
hu_hu: Próbáljon másra keresni
id_id: Coba cari yang lain
it_it: Prova a cercare qualcos'altro
ja_jp: 他のものを検索してみてください
ko_kr: 다른 것을 검색해 보세요
lt_lt: Pabandykite ieškoti ko nors kito
ms_my: Cuba cari yang lain
nl_nl: Probeer iets anders te zoeken
no_no: Prøv å søke etter noe annet
pa_in: ਕੁਝ ਹੋਰ ਖੋਜਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl_pl: Spróbuj wyszukać coś innego
pt_pt: Tente pesquisar outra coisa
ro_ro: Încercați să căutați altceva
ru_ru: Попробуйте поискать что-то другое
sk_sk: Skúste hľadať niečo iné
sq_al: Provo të kërkosh diçka tjetër
sr_cyrl_rs: Покушајте да претражите нешто друго
sv_se: Försök att söka efter något annat
sw_ke: Jaribu kutafuta kitu kingine
ta_in: வேறு எதையாவது தேட முயற்சிக்கவும்
th_th: ลองค้นหาสิ่งอื่น
tl_ph: Subukang maghanap ng iba
tr_tr: Başka bir şey aramayı deneyin
uk_ua: Спробуйте пошукати щось інше
vi_vn: Hãy thử tìm kiếm thứ khác
zh_cn: 尝试搜索其他内容
zh_tw: 嘗試搜尋其他內容

# SettingsPage_Title.Text
source: Settings
af_za: Instellings
ar_eg: الإعدادات
ar_sa: الإعدادات
bg_bg: Настройки
bn_bd: সেটিংস
ca_es: Configuració
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_mx: Ajustes
et_ee: Seaded
fa_ir: تنظیمات
fi_fi: Asetukset
fr_fr: Paramètres
ga_ie: Socruithe
he_il: הגדרות
hi_in: सेटिंग्स
hr_hr: Postavke
hu_hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
lt_lt: Nustatymai
ms_my: Tetapan
nl_nl: Instellingen
no_no: Innstillinger
pa_in: ਸੈਟਿੰਗਾਂ
pl_pl: Ustawienia
pt_pt: Definições
ro_ro: Setări
ru_ru: Настройки
sk_sk: Nastavenia
sq_al: Cilësimet
sr_cyrl_rs: Подешавања
sv_se: Inställningar
sw_ke: Mipangilio
ta_in: அமைப்புகள்
th_th: การตั้งค่า
tl_ph: Mga Setting
tr_tr: Ayarlar
uk_ua: Налаштування
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定

# SettingsPage_Section_Appearance.Text
source: Appearance
af_za: Voorkoms
ar_eg: المظهر
ar_sa: المظهر
bg_bg: Външен вид
bn_bd: চেহারা
ca_es: Aparença
cs_cz: Vzhled
da_dk: Udseende
de_de: Erscheinungsbild
el_gr: Εμφάνιση
es_mx: Apariencia
et_ee: Välimus
fa_ir: ظاهر
fi_fi: Ulkoasu
fr_fr: Apparence
ga_ie: Dealramh
he_il: מראה
hi_in: दिखावट
hr_hr: Izgled
hu_hu: Megjelenés
id_id: Tampilan
it_it: Aspetto
ja_jp: 外観
ko_kr: 모양
lt_lt: Išvaizda
ms_my: Penampilan
nl_nl: Uiterlijk
no_no: Utseende
pa_in: ਦਿੱਖ
pl_pl: Wygląd
pt_pt: Aspeto
ro_ro: Aspect
ru_ru: Оформление
sk_sk: Vzhľad
sq_al: Pamja
sr_cyrl_rs: Изглед
sv_se: Utseende
sw_ke: Mwonekano
ta_in: தோற்றம்
th_th: ลักษณะที่ปรากฏ
tl_ph: Hitsura
tr_tr: Görünüm
uk_ua: Вигляд
vi_vn: Giao diện
zh_cn: 外观
zh_tw: 外觀

# SettingsPage_Theme.Header
source: Theme
af_za: Tema
ar_eg: السيم
ar_sa: السمة
bg_bg: Тема
bn_bd: থিম
ca_es: Tema
cs_cz: Motiv
da_dk: Tema
de_de: Design
el_gr: Θέμα
es_mx: Tema
et_ee: Teema
fa_ir: پوسته
fi_fi: Teema
fr_fr: Thème
ga_ie: Téama
he_il: ערכת נושא
hi_in: थीम
hr_hr: Tema
hu_hu: Téma
id_id: Tema
it_it: Tema
ja_jp: テーマ
ko_kr: 테마
lt_lt: Tema
ms_my: Tema
nl_nl: Thema
no_no: Tema
pa_in: ਥੀਮ
pl_pl: Motyw
pt_pt: Tema
ro_ro: Temă
ru_ru: Тема
sk_sk: Téma
sq_al: Temë
sr_cyrl_rs: Тема
sv_se: Tema
sw_ke: Mandhari
ta_in: தீம்
th_th: ธีม
tl_ph: Tema
tr_tr: Tema
uk_ua: Тема
vi_vn: Chủ đề
zh_cn: 主题
zh_tw: 主題

# SettingsPage_Theme.Description
source: Choose the application theme.
af_za: Kies die toepassings-tema.
ar_eg: اختر سمة التطبيق.
ar_sa: اختر سمة التطبيق.
bg_bg: Изберете темата на приложението.
bn_bd: অ্যাপ্লিকেশন থিম চয়ন করুন।
ca_es: Tria el tema de l'aplicació.
cs_cz: Vyberte motiv aplikace.
da_dk: Vælg applikationens tema.
de_de: Wählen Sie das Anwendungsthema.
el_gr: Επιλέξτε το θέμα της εφαρμογής.
es_mx: Elige el tema de la aplicación.
et_ee: Valige rakenduse teema.
fa_ir: پوسته برنامه را انتخاب کنید.
fi_fi: Valitse sovelluksen teema.
fr_fr: Choisissez le thème de l'application.
ga_ie: Roghnaigh téama an fheidhmchláir.
he_il: בחר את ערכת הנושא של היישום.
hi_in: एप्लिकेशन थीम चुनें।
hr_hr: Odaberite temu aplikacije.
hu_hu: Válassza ki az alkalmazás témáját.
id_id: Pilih tema aplikasi.
it_it: Scegli il tema dell'applicazione.
ja_jp: アプリケーションのテーマを選択します。
ko_kr: 응용 프로그램 테마를 선택하세요.
lt_lt: Pasirinkite programos temą.
ms_my: Pilih tema aplikasi.
nl_nl: Kies het applicatiethema.
no_no: Velg applikasjonstema.
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਥੀਮ ਚੁਣੋ।
pl_pl: Wybierz motyw aplikacji.
pt_pt: Escolha o tema da aplicação.
ro_ro: Alege tema aplicației.
ru_ru: Выберите тему приложения.
sk_sk: Vyberte tému aplikácie.
sq_al: Zgjidh temën e aplikacionit.
sr_cyrl_rs: Изаберите тему апликације.
sv_se: Välj applikationstema.
sw_ke: Chagua mandhari ya programu.
ta_in: பயன்பாட்டின் தீம்-ஐத் தேர்ந்தெடுக்கவும்.
th_th: เลือกธีมของแอปพลิเคชัน
tl_ph: Piliin ang tema ng application.
tr_tr: Uygulama temasını seçin.
uk_ua: Виберіть тему програми.
vi_vn: Chọn chủ đề ứng dụng.
zh_cn: 选择应用程序主题。
zh_tw: 選擇應用程式主題。

# SettingsPage_AccentColor.Text
source: Accent Color
af_za: Aksentkleur
ar_eg: لون التمييز
ar_sa: لون التمييز
bg_bg: Цвят на акцента
bn_bd: অ্যাকসেন্ট রঙ
ca_es: Color d'accent
cs_cz: Akcentní barva
da_dk: Accentfarve
de_de: Akzentfarbe
el_gr: Χρώμα Έμφασης
es_mx: Color de acento
et_ee: Aktsentvärv
fa_ir: رنگ برجسته
fi_fi: Korostusväri
fr_fr: Couleur d'accentuation
ga_ie: Dath Blas
he_il: צבע הדגשה
hi_in: एक्सेंट रंग
hr_hr: Boja naglaska
hu_hu: Kiemelő szín
id_id: Warna Aksen
it_it: Colore accento
ja_jp: アクセントカラー
ko_kr: 강조 색상
lt_lt: Akcentinė spalva
ms_my: Warna Aksen
nl_nl: Accentkleur
no_no: Aksentfarge
pa_in: ਐਕਸੈਂਟ ਰੰਗ
pl_pl: Kolor akcentu
pt_pt: Cor de Destaque
ro_ro: Culoare de accent
ru_ru: Цвет акцента
sk_sk: Akcentová farba
sq_al: Ngjyra e theksit
sr_cyrl_rs: Акцентна боја
sv_se: Accentfärg
sw_ke: Rangi ya Kisisitizo
ta_in: உச்சரிப்பு நிறம்
th_th: สีเน้น
tl_ph: Kulay ng Accent
tr_tr: Vurgu Rengi
uk_ua: Колір акценту
vi_vn: Màu nhấn
zh_cn: 强调色
zh_tw: 強調色彩

# SettingsPage_ResetAccentColor.Content
source: Reset to default
af_za: Stel terug na verstek
ar_eg: ارجع للوضع الافتراضى
ar_sa: إعادة تعيين إلى الافتراضي
bg_bg: Нулиране до подразбиране
bn_bd: ডিফল্টে রিসেট করুন
ca_es: Restablir valors predeterminats
cs_cz: Obnovit výchozí
da_dk: Nulstil til standard
de_de: Auf Standard zurücksetzen
el_gr: Επαναφορά στην προεπιλογή
es_mx: Restablecer a valores predeterminados
et_ee: Lähtesta vaikeväärtusele
fa_ir: بازنشانی به حالت پیش‌فرض
fi_fi: Palauta oletus
fr_fr: Rétablir par défaut
ga_ie: Athshocraigh go réamhshocrú
he_il: אפס לברירת מחדל
hi_in: डिफ़ॉल्ट पर रीसेट करें
hr_hr: Vrati na zadano
hu_hu: Visszaállítás alapértelmezettre
id_id: Atur ulang ke default
it_it: Ripristina predefinite
ja_jp: デフォルトにリセット
ko_kr: 기본값으로 재설정
lt_lt: Atkurti numatytuosius nustatymus
ms_my: Tetapkan semula kepada lalai
nl_nl: Standaard instellen
no_no: Tilbakestill til standard
pa_in: ਮੂਲ ਤੇ ਰੀਸੈਟ ਕਰੋ
pl_pl: Przywróć domyślne
pt_pt: Restaurar predefinições
ro_ro: Resetează la valorile implicite
ru_ru: Сбросить до значений по умолчанию
sk_sk: Obnoviť predvolené
sq_al: Rivendos në parazgjedhje
sr_cyrl_rs: Ресетуј на подразумевано
sv_se: Återställ till standard
sw_ke: Weka upya kuwa chaguomsingi
ta_in: இயல்புநிலைக்கு மீட்டமை
th_th: รีเซ็ตเป็นค่าเริ่มต้น
tl_ph: I-reset sa default
tr_tr: Varsayılana sıfırla
uk_ua: Скинути до стандартних
vi_vn: Đặt lại về mặc định
zh_cn: 重置为默认值
zh_tw: 重設為預設值

# SettingsPage_WindowMaterial.Header
source: Window Material
af_za: Venstermateriaal
ar_eg: مادة النافذة
ar_sa: مادة النافذة
bg_bg: Материал на прозореца
bn_bd: উইন্ডো উপাদান
ca_es: Material de la finestra
cs_cz: Materiál okna
da_dk: Vinduesmateriale
de_de: Fenstermaterial
el_gr: Υλικό Παραθύρου
es_mx: Material de la ventana
et_ee: Akna materjal
fa_ir: متریال پنجره
fi_fi: Ikkunan materiaali
fr_fr: Matériau de la fenêtre
ga_ie: Ábhar Fuinneoige
he_il: חומר חלון
hi_in: विंडो सामग्री
hr_hr: Materijal prozora
hu_hu: Ablak anyaga
id_id: Material Jendela
it_it: Materiale finestra
ja_jp: ウィンドウ素材
ko_kr: 창 재질
lt_lt: Lango medžiaga
ms_my: Bahan Tetingkap
nl_nl: Venstermateriaal
no_no: Vindusmateriale
pa_in: ਵਿੰਡੋ ਸਮੱਗਰੀ
pl_pl: Materiał okna
pt_pt: Material da Janela
ro_ro: Material fereastră
ru_ru: Материал окна
sk_sk: Materiál okna
sq_al: Materiali i dritares
sr_cyrl_rs: Материјал прозора
sv_se: Fönstermaterial
sw_ke: Nyenzo ya Dirisha
ta_in: சாளரப் பொருள்
th_th: วัสดุหน้าต่าง
tl_ph: Materyal ng Window
tr_tr: Pencere Materyali
uk_ua: Матеріал вікна
vi_vn: Chất liệu cửa sổ
zh_cn: 窗口材质
zh_tw: 視窗材質

# SettingsPage_WindowMaterial.Description
source: Select the backdrop material for the window.
af_za: Kies die agtergrondmateriaal vir die venster.
ar_eg: اختر مادة الخلفية للنافذة.
ar_sa: حدد مادة الخلفية للنافذة.
bg_bg: Изберете материала на фона за прозореца.
bn_bd: উইন্ডোর জন্য ব্যাকড্রপ উপাদান নির্বাচন করুন।
ca_es: Selecciona el material de fons per a la finestra.
cs_cz: Vyberte materiál pozadí pro okno.
da_dk: Vælg baggrundsmaterialet til vinduet.
de_de: Wählen Sie das Hintergrundmaterial für das Fenster.
el_gr: Επιλέξτε το υλικό φόντου για το παράθυρο.
es_mx: Selecciona el material de fondo para la ventana.
et_ee: Valige akna taustamaterjal.
fa_ir: متریال پس‌زمینه را برای پنجره انتخاب کنید.
fi_fi: Valitse ikkunan taustamateriaali.
fr_fr: Sélectionnez le matériau d'arrière-plan pour la fenêtre.
ga_ie: Roghnaigh ábhar chúlra na fuinneoige.
he_il: בחר את חומר הרקע עבור החלון.
hi_in: विंडो के लिए बैकड्रॉप सामग्री चुनें।
hr_hr: Odaberite materijal pozadine za prozor.
hu_hu: Válassza ki az ablak háttéranyagát.
id_id: Pilih material latar belakang untuk jendela.
it_it: Seleziona il materiale di sfondo per la finestra.
ja_jp: ウィンドウの背景素材を選択します。
ko_kr: 창의 배경 재질을 선택하세요.
lt_lt: Pasirinkite lango foninę medžiagą.
ms_my: Pilih bahan latar belakang untuk tetingkap.
nl_nl: Selecteer het achtergrondmateriaal voor het venster.
no_no: Velg bakgrunnsmateriale for vinduet.
pa_in: ਵਿੰਡੋ ਲਈ ਬੈਕਡ੍ਰੌਪ ਸਮੱਗਰੀ ਚੁਣੋ।
pl_pl: Wybierz materiał tła dla okna.
pt_pt: Selecione o material de fundo para a janela.
ro_ro: Selectează materialul de fundal pentru fereastră.
ru_ru: Выберите материал фона для окна.
sk_sk: Vyberte materiál pozadia pre okno.
sq_al: Zgjidh materialin e sfondit për dritaren.
sr_cyrl_rs: Изаберите материјал позадине за прозор.
sv_se: Välj bakgrundsmaterial för fönstret.
sw_ke: Chagua nyenzo ya mandhari ya dirisha.
ta_in: சாளரத்திற்கான பின்னணிப் பொருளைத் தேர்ந்தெடுக்கவும்.
th_th: เลือกวัสดุพื้นหลังสำหรับหน้าต่าง
tl_ph: Piliin ang backdrop material para sa window.
tr_tr: Pencere için arka plan materyalini seçin.
uk_ua: Виберіть матеріал фону для вікна.
vi_vn: Chọn chất liệu nền cho cửa sổ.
zh_cn: 选择窗口的背景材质。
zh_tw: 選擇視窗的背景材質。

# SettingsPage_DynamicTheming.Header
source: Dynamic Theming
af_za: Dinamiese Tematisering
ar_eg: التسييم الديناميكى
ar_sa: التلوين الديناميكي
bg_bg: Динамично оформяне
bn_bd: গতিশীল থিমিং
ca_es: Tematització dinàmica
cs_cz: Dynamický motiv
da_dk: Dynamisk tema
de_de: Dynamisches Design
el_gr: Δυναμική Θεματοποίηση
es_mx: Tema dinámico
et_ee: Dünaamiline teemastamine
fa_ir: پوسته‌سازی پویا
fi_fi: Dynaaminen teemanvaihto
fr_fr: Thème dynamique
ga_ie: Téama Dinimiciúil
he_il: עיצוב דינמי
hi_in: डायनामिक थीमिंग
hr_hr: Dinamično tematiziranje
hu_hu: Dinamikus témázás
id_id: Tema Dinamis
it_it: Tema dinamico
ja_jp: ダイナミックテーマ
ko_kr: 동적 테마
lt_lt: Dinaminė tema
ms_my: Tema Dinamik
nl_nl: Dynamisch thema
no_no: Dynamisk tema
pa_in: ਡਾਇਨਾਮਿਕ ਥੀਮਿੰਗ
pl_pl: Dynamiczne motywy
pt_pt: Tema Dinâmico
ro_ro: Tematică dinamică
ru_ru: Динамическая тема
sk_sk: Dynamické témy
sq_al: Temë dinamike
sr_cyrl_rs: Динамичка тема
sv_se: Dynamisk tematisering
sw_ke: Mandhari Yanayobadilika
ta_in: டைனமிக் தீமிங்
th_th: ธีมแบบไดนามิก
tl_ph: Dynamic na Pagtema
tr_tr: Dinamik Temalandırma
uk_ua: Динамічна тема
vi_vn: Chủ đề động
zh_cn: 动态主题
zh_tw: 動態佈景主題

# SettingsPage_DynamicTheming.Description
source: Enable and configure dynamic theming options.
af_za: Aktiveer en konfigureer dinamiese tematisering-opsies.
ar_eg: فعل وخزن خيارات السمة الديناميكية.
ar_sa: تمكين وتكوين خيارات التلوين الديناميكي.
bg_bg: Активиране и конфигуриране на опциите за динамично оформяне.
bn_bd: গতিশীল থিমিং অপশনগুলি সক্ষম এবং কনফিগার করুন।
ca_es: Habilita i configura les opcions de tematització dinàmica.
cs_cz: Povolte a nakonfigurujte možnosti dynamického motivu.
da_dk: Aktiver og konfigurer dynamiske tema-indstillinger.
de_de: Dynamische Designoptionen aktivieren und konfigurieren.
el_gr: Ενεργοποίηση και διαμόρφωση επιλογών δυναμικής θεματοποίησης.
es_mx: Habilita y configura las opciones de tema dinámico.
et_ee: Luba ja konfigureeri dünaamilise teemastamise valikud.
fa_ir: گزینه‌های پوسته‌سازی پویا را فعال و پیکربندی کنید.
fi_fi: Ota käyttöön ja määritä dynaamisen teemanvaihdannan asetukset.
fr_fr: Activez et configurez les options de thème dynamique.
ga_ie: Cumasaigh agus cumraigh roghanna téamaithe dinimiciúla.
he_il: אפשר והגדר אפשרויות עיצוב דינמיות.
hi_in: डायनामिक थीमिंग विकल्पों को सक्षम और कॉन्फ़िगर करें।
hr_hr: Omogućite i konfigurirajte opcije dinamičnog tematiziranja.
hu_hu: Engedélyezze és konfigurálja a dinamikus témázási lehetőségeket.
id_id: Aktifkan dan konfigurasikan opsi tema dinamis.
it_it: Abilita e configura le opzioni di tema dinamico.
ja_jp: ダイナミックテーマのオプションを有効にして設定します。
ko_kr: 동적 테마 옵션을 활성화하고 구성합니다.
lt_lt: Įjunkite ir konfigūruokite dinaminės temos parinktis.
ms_my: Dayakan dan konfigurasikan pilihan tema dinamik.
nl_nl: Schakel dynamische thema-opties in en configureer deze.
no_no: Aktiver og konfigurer dynamiske temainnstillinger.
pa_in: ਡਾਇਨਾਮਿਕ ਥੀਮਿੰਗ ਵਿਕਲਪਾਂ ਨੂੰ ਸਮਰੱਥ ਅਤੇ ਕੌਂਫਿਗਰ ਕਰੋ।
pl_pl: Włącz i skonfiguruj opcje dynamicznego motywu.
pt_pt: Ativar e configurar opções de tema dinâmico.
ro_ro: Activează și configurează opțiunile de tematică dinamică.
ru_ru: Включите и настройте параметры динамической темы.
sk_sk: Povoliť a nakonfigurovať možnosti dynamického témovania.
sq_al: Aktivizo dhe konfiguro opsionet e temës dinamike.
sr_cyrl_rs: Омогућите и конфигуришите опције динамичког тема.
sv_se: Aktivera och konfigurera dynamiska temaalternativ.
sw_ke: Washa na usanidi chaguzi za mandhari yanayobadilika.
ta_in: டைனமிக் தீமிங் விருப்பங்களை இயக்கி உள்ளமைக்கவும்.
th_th: เปิดใช้งานและกำหนดค่าตัวเลือกธีมแบบไดนามิก
tl_ph: I-enable at i-configure ang mga opsyon sa dynamic na pagtema.
tr_tr: Dinamik temalandırma seçeneklerini etkinleştirin ve yapılandırın.
uk_ua: Увімкніть та налаштуйте параметри динамічної теми.
vi_vn: Bật và cấu hình các tùy chọn chủ đề động.
zh_cn: 启用和配置动态主题选项。
zh_tw: 啟用並設定動態佈景主題選項。

# SettingsPage_RememberWindowSize.Header
source: Remember window size
af_za: Onthou venstergrootte
ar_eg: تذكر حجم النافذة
ar_sa: تذكر حجم النافذة
bg_bg: Запомняне на размера на прозореца
bn_bd: উইন্ডোর আকার মনে রাখুন
ca_es: Recordar mida de la finestra
cs_cz: Pamatovat si velikost okna
da_dk: Husk vinduesstørrelse
de_de: Fenstergröße speichern
el_gr: Απομνημόνευση μεγέθους παραθύρου
es_mx: Recordar tamaño de ventana
et_ee: Jäta akna suurus meelde
fa_ir: به خاطر سپردن اندازه پنجره
fi_fi: Muista ikkunan koko
fr_fr: Mémoriser la taille de la fenêtre
ga_ie: Cuimhnigh ar mhéid na fuinneoige
he_il: זכור גודל חלון
hi_in: विंडो का आकार याद रखें
hr_hr: Zapamti veličinu prozora
hu_hu: Ablakméret megjegyzése
id_id: Ingat ukuran jendela
it_it: Ricorda dimensione finestra
ja_jp: ウィンドウサイズを記憶
ko_kr: 창 크기 기억
lt_lt: Prisiminti lango dydį
ms_my: Ingat saiz tetingkap
nl_nl: Venstergrootte onthouden
no_no: Husk vindusstørrelse
pa_in: ਵਿੰਡੋ ਦਾ ਆਕਾਰ ਯਾਦ ਰੱਖੋ
pl_pl: Zapamiętaj rozmiar okna
pt_pt: Lembrar o tamanho da janela
ro_ro: Memorează dimensiunea ferestrei
ru_ru: Запоминать размер окна
sk_sk: Pamätať si veľkosť okna
sq_al: Mbaj mend madhësinë e dritares
sr_cyrl_rs: Запамти величину прозора
sv_se: Kom ihåg fönsterstorlek
sw_ke: Kumbuka ukubwa wa dirisha
ta_in: சாளர அளவை நினைவில் கொள்
th_th: จดจำขนาดหน้าต่าง
tl_ph: Tandaan ang laki ng window
tr_tr: Pencere boyutunu hatırla
uk_ua: Запам'ятати розмір вікна
vi_vn: Ghi nhớ kích thước cửa sổ
zh_cn: 记住窗口大小
zh_tw: 記住視窗大小
